# RcsMprlElement

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**name** | **str** |  | [optional]

## Example

```python
from ideastatica_rcs_api.models.rcs_mprl_element import RcsMprlElement

# TODO update the JSON string below
json = "{}"
# create an instance of RcsMprlElement from a JSON string
rcs_mprl_element_instance = RcsMprlElement.from_json(json)
# print the JSON string representation of the object
print(rcs_mprl_element_instance.to_json())

# convert the object into a dict
rcs_mprl_element_dict = rcs_mprl_element_instance.to_dict()
# create an instance of RcsMprlElement from a dict
rcs_mprl_element_from_dict = RcsMprlElement.from_dict(rcs_mprl_element_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)